rmc-xeno-strain-specialized-into = Воно спеціалізується на {INDEFINITE($strain)} {$strain}.

rmc-xeno-dancer-name = Танцюрист
rmc-xeno-dancer-description = "Ви обмінюєте свою слину, кислотну кулю, кислотний спрей, корозійну кислоту, ривок та трохи броні на високу шкоду по одній цілі.
   Ви отримуєте можливість:
   - Руйнувати стіни та інші прості конструкції своєю атакою.
   - Позначати ворогів порізами та ударами хвоста, що впливає на ваші інші здібності.
   - Пронизанням ворога, збільшувати базовий урон і пробивати броню, двічі влучивши в позначеного супротивника.
   - Штовхати ворога, тим самим роззброївши його або паралізувати, якщо він позначений.
   - Отримувати тимчасове збільшення швидкості, що подвоюється поблизу ворогів.
rmc-xeno-dancer-popup = Виступ, гідний королеви, стане моїм знаряддям смерті.

rmc-xeno-oppressor-name = Гнобитель
rmc-xeno-oppressor-description = Ви обмінюєте удар хвостом, плювок, кислотну кулю, кислотний спрей, корозійну кислоту, ривок, а також невелику частину пошкоджень і швидкості на більш високу вибухостійкість і здатність маніпулювати полем бою.
   Ви отримуєте можливість:
   - Руйнувати стіни та інші прості конструкції своєю атакою.
   - Завдавати додаткову шкоду своїми атаками по поваленим, знерухомленим або сповільненим ворогам.
   - Захоплювати ворога своїм хвостом, щоб притягнути їх до себе, або викрасти лінію ворогів.
   - Штовхати ворогів перед собою, відштовхуючи їх назад і сповільнюючи їх.
   - Бити ворога, відкидаючи його назад, або пробивати броню, якщо той впав, знерухомлений або сповільнений.
rmc-xeno-oppressor-popup = Моя досяжність нескінченна, вона спустить небеса донизу.

rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description = "Ви обмінюєте плювок, кислотну кулю, кислотний спрей, їдку кислоту і трохи здоров'я на потужний щит, який перезаряджається поза боєм.
   Ви отримуєте можливість:
   - Руйнувати стіни та інші прості конструкції своєю атакою.
   - Відновлювати свій щит, у випадку пронизування хоча б двух ворогів однією атакою.
   - Швидко прориватися до групи ворогів і використати це знову, щоб вдарити всіх навколо себе, відновлюючи свій щит, якщо влучите хоча б в одного.
   - Розсікайте ворога, або кидаючи його, або вкорінюючи на місці, обидва варіанти стають сильнішими, коли ваш щит активний."
rmc-xeno-vanguard-popup = Безстрашно ти народився, безстрашно служиш, безстрашно помираєш. Цей стане моїм авангардом.

rmc-xeno-valkyrie-name = Валькірія
rmc-xeno-valkyrie-description = Ви обмінюєте удар хвостом, плювок, кислотну кулю, кислотний спрей, їдку кислоту і трохи швидкості на додаткову броню і здібності підтримки фронту.
   Ви отримуєте можливість:
   - Руйнувати навіть найміцніші стіни та інші посилені структури своїми атаками, а також виділяти сильні феромони.
   - Гасити друзів або захоплювати ворогів своїм хвостом, або відштовхувати вибухівку і поваляти ворогів своїм потужним галопом.
   - Лікувати себе та своїх союзників з кожним ударом, набираючи лють, а потім розлютивши себе та союзників для більшої броні та лікування.
   - Вилікувати всю групу одним криком підтримки, усуваючи їх поранення.
   - Витягувати загрожених, повалених або відпочиваючих союзників і притягувати їх до себе.
rmc-xeno-valkyrie-popup = Ця не дозволить своїм сестрам загинути, поки вони цього не заслужать. Бийся або будь забутий.

rmc-xeno-gardener-name = Садівник
rmc-xeno-gardener-description = "Ви обмінюєте виділення смоли, їдку кислоту та здатність переносити плазму на крихітну додаткову регенерацію здоров'я на траві і кілька нових здібностей.
  Ви отримуєте можливість:
  - Посадити до шести потужних смоляних плодів для своїх сестер, жертвуючи частиною свого здоров'я для кожного сформованого плоду.
  - Висаджувати витривалішу траву.
  Ваша смоляна хвиля дозволяє вам:
  - Створювати ділянки липкої смоли.
  - Тимчасово укріплювати структури своєю плазмою.
  - Будувати недовговічні стіни.
  - Прискорювати ріст ваших плодів."
rmc-xeno-gardener-popup = Слава садівництва: руки в траві, голова в темряві, серце зі смолою.

rmc-xeno-healer-name = Цілитель
rmc-xeno-healer-description = "Ви втрачаєте вибір смолистих виділень, частину вашого пошкодження від ударів та зіштовхуєтесь з деякими труднощами при боротьбі з носіями в обмін на сильні феромони та здатність лікувати рани своїх сестер.
    Ви отримуєте можливість:
    - Посадити до 3 менших смолистих плодів.
    - Лікувати сестер, використовуючи плазму та частину вашого здоров'я."
rmc-xeno-healer-popup = "Розділені падаємо, об'єднані перемагаємо. Ми живемо для вулика, ми помираємо для вулика."

rmc-xeno-resin-whisperer-name = Заклинач Смоли
rmc-xeno-resin-whisperer-description = "Ви втрачаєте:
  - Вашу їдка кислоту
  - Вашу здатність виділяти густу смолу
  - Вашу здатність укріплювати смоляні структури.
  - Вашу здатність розміщувати вузли трави поза межами трави.
  - П'яту частина ваших резервів плазми.
  Ви отримуєте можливість:
  - Дистанційно розміщувати смоляні структури, включаючи вузли трави, на відстань до дванадцяти кроків!
  - Покращити зір і отримати сильніший зв’язок з смолою."
rmc-xeno-resin-whisperer-popup = Ми дозволяємо смолі вести нас. Вона шепоче, тож слухай уважно.

rmc-xeno-acider-name = Кислотний
rmc-xeno-acider-description = "Ви жертвуєте своїм стрибком, уламками кісток, дальнім зором і трохи швидкості, щоб отримати більше здоров'я, трохи броні та новий орган, який з часом наповнюється леткою кислотою.
  Ви отримуєте можливість:
  - Покривати ворогів кислотою при влучанні.
  - Отримувати запаси кислоти, розрізаючи ворогів, і пасивно з часом до 400 одиниць, які можна витратити на корозійну кислоту, що така ж сильна, як у бойлера, але діє набагато швидше.
  - Стати живою бомбою, використовуючи всю накопичену кислоту. Якщо вижити 20 секунд, ви вибухнете, покриваючи ворогів та їхні оборонні структури кислотою. Після вибуху ви перевтілитеся в личинку."
rmc-xeno-acider-popup = Це буде останнє, що вони почують. Мученик.

rmc-xeno-steelcrest-name = Сталевий Гребінь
rmc-xeno-steelcrest-description = "Ви жертвуєте своїм ударом хвостом і невеликою кількістю пошкоджень від ударів, щоб збільшити шкоду від удару головою та зміцнити рухливість, перетворюючи себе на рухомий танк.
   Ви отримуєте можливість:
   - Рухатися, будучи укріпленим. Будучи укріпленим, ви отримуєте менше броні, але більше направленої броні, і більше не захищаєтеся від шокового ефекту вибухів.
   - Наносити удар головою, перебуваючи в укріпленому стані. Удар головою не втрачає своєї шкоди і зберігає більший радіус та високий відштовхуючий ефект.
   - Витримувати пошкодження протягом 6 секунд для невеликого відновлення здоров'я, що також оновлює удар хвостом."
rmc-xeno-steelcrest-popup = Ця, як і моя воля, непереможна. Вона стане моїм сталевим гребінцем проти всіх, хто виступить проти мене."
