rmc-no-queen-hivemind-chat = Королеви немає. Ви одні.
rmc-new-queen = Нова Королева постала, щоб очолити Вулик! Слава Королеві!
rmc-queen-death-cooldown-over = Вулик готовий до появи нової королеви. Без королеви воно протримається лише короткий час!
rmc-hive-core-cooldown-over = Вулик відновився після руйнування свого попереднього ядра. Тепер можна розмістити нове ядро вулика.

rmc-hive-supports-castes = Тепер Вулик може підтримувати: {$castes}
rmc-hive-supports-castes-human = Ви чуєте віддалений вереск і відчуваєте як всередені все стискається від холоду... у цій колонії з'явилося щось нове.
rmc-hive-supports-castes-synth = Ви чуєте віддалений заклик невідомої істоти, схоже вона повідомляє іншим про необхідність зміни форми. Ви починаєте аналізувати і розшифровувати дивну вокалізацію.
