rmc-xeno-strain-specialized-into = It has specialized into {INDEFINITE($strain)} {$strain}.

rmc-xeno-dancer-name = Танцюрист
rmc-xeno-dancer-description = Ти жертвуєш ксено плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою, ривком і частиною броні задля високої шкоди по одній цілі.
   Ти отримуєш можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Позначати ворогів при ударах кігтями та при проколюванням хвостом - це впливає на інші твої здібності.
   - Проколоти ворога, завдаючи базову шкоду кігтями й пробиваючи частину броні; по позначених цілях удар завдає шкоди двічі.
   - Змахнути хвостом по ворогу, щоб вибити зброю або оглушити, якщо він позначений.
   - Отримувати тимчасове прискорення, яке подвоюється поблизу ворогів.
rmc-xeno-dancer-popup = Виступ, гідний Королеви — цей стане моїм інструментом смерті.

rmc-xeno-oppressor-name = Гнобитель
rmc-xeno-oppressor-description = Ти жертвуєш ударом хвостом, ксено плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою, ривком, а також частиною шкоди від кігтів і швидкості задля вищого опору вибухам і контролю поля бою.
   Ти отримуєш можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Завдавати додаткової шкоди кігтями по поваленим, нерухомим або сповільненим ворогам.
   - Хапати ворога хвостом і підтягувати до себе, або захоплювати кількох ворогів в лінії.
   - Хльостати ворогів перед собою, відкидаючи їх назад і сповільнюючи.
   - Пробивати ворога ударом, який відкидає його, або, якщо ворог повалений/нерухомий/сповільнений - знерухомлює його й пробиває броню.
rmc-xeno-oppressor-popup = Моє охоплення безмежне — цей зірве самі небеса.

rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description = Ти жертвуєш ксено плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою та частиною здоров'я задля потужного одноразового щита, що відновлюється поза боєм.
   Ти отримуєш можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Пронизувати ворогів у лінії; якщо вражаєш щонайменше двох - щит відновлюється.
   - Здійснювати блискавичний удар - мчишся у групу ворогів; при повторному використанні - удар по всіх навколо. Якщо вражаєш бодай одного - щит заряджається.
   - Здійснити спеціальну атаку, яка або відкидає ворога, або знерухомлює його на місці - ефекти посилюються, якщо щит активний.
rmc-xeno-vanguard-popup = Безстрашним ти народився, безстрашно служиш, безстрашно помреш. Цей стане моїм Авангардом.

rmc-xeno-valkyrie-name = Валькірія
rmc-xeno-valkyrie-description = Ти жертвуєш ударом хвостом, плювком, кислотною кулею, розбризкуванням кислоти та частиною швидкості задля міцнішої броні й здібностей підтримки на передовій.
   Ти отримуєш можливість:
   - Ламати навіть укріплені стіни та конструкції ударами кігтями, випускаючи потужні феромони.
   - Гасити союзників або захоплених, використовуючи хвіст; або ж відштовхувати вибухівку та повалених ворогів завдяки 'Шаленому галопу'.
   - Лікувати себе та союзників з кожного удару кігтями, накопичуючи лють, а потім використовувати її для надання броні або прискорення союзникам.
   - Очистити союзників довкола за допомогою крика від негативних ефектів та оглушення, з більшим радіусом при високій люті.
   - Притягувати нерухомих або повалених союзників до себе з невеликою затримкою.
rmc-xeno-valkyrie-popup = Ця не визнає смерті своїх сестер, доки ті не заслужать її. Бийся — або зникни в забутті.

rmc-xeno-gardener-name = Садівник
rmc-xeno-gardener-description = Ти жертвуєш будівництом смолистих структур та слабкою їдкою кислотою задля трохи вищої регенерації здоров'я на траві і нових здібностей.
  Ти отримуєш можливість:
  - Висаджувати до шести потужних смолистих фруктів для ксестер, витрачаючи частину свого здоров'я на кожен.
  - Висаджувати витривалу траву.
  - Pick and feed others fruits 2x as fast.
  Твоя 'Хвиля Смоли' дозволяє:
  - Створювати липкі ділянки зі смоли.
  - Тимчасово зміцнювати структури за допомогою плазми.
  - Зводити короткотривалі стіни.
  - Прискорювати ріст фруктів.
rmc-xeno-gardener-popup = Слава садівництву: руки - в траві, голова - в темряві, серце - в смолі.

rmc-xeno-healer-name = Цілитель
rmc-xeno-healer-description = Ти жертвуєш будівництом смолистих cтруктур, частину шкоди від кігтів і тобі буде трохи складніше боротися з інкубаторами - в обмін на потужні феромони та здатність лікувати поранених ксестер.
    Ти отримуєш можливість:
    - Висаджувати до трьох малих смолистих фруктів.
    - Лікувати ксестер, витрачаючи плазму та частину власного здоров'я.
rmc-xeno-healer-popup = Окремо - ми падаємо, разом - перемагаємо. Ми живемо заради вулика, ми вмираємо заради вулика.

rmc-xeno-resin-whisperer-name = Трав'яний повелитель
rmc-xeno-resin-whisperer-description = Ти втрачаєш:
  - Їдку кислоту.
  - Здатність будувати густі структури.
  - Можливість укріплювати смолисті структури.
  - Можливість висаджувати чорні вузли поза травою.
  - П'яту частину запасу плазми.
  Ти отримуєш можливість:
  - Встановлювати смолисті cтруктури, зокрема чорні вузли, на відстані до дванадцяти кроків!
  - Збільшити дальність свого зору і поглибити зв'язок зі смолою.
rmc-xeno-resin-whisperer-popup = Ми дозволяємо смолі вести нас. Вона шепоче - тож слухай уважно.

rmc-xeno-acider-name = Кислотний
rmc-xeno-acider-description = Ти жертвуєш стрибком, кістколамовими снарядами, далекозорістю та частиною швидкості задля більшої кількості здоров'я, броні та нового органу, який із часом накопичує нестабільну кислоту.
  Ти отримуєш можливість:
  - Покривати ворогів кислотою при кожному ударі.
  - Накопичувати кислоту, завдаючи удари кігтями або пасивно - до 400 одиниць. Потім витрачати її на роз'їдливу кислоту, таку ж потужну, як у бойлера, але зі значно швидшим застосуванням.
  - Перетворитися на живу бомбу, витрачаючи всю накопичену кислоту. Якщо виживеш протягом 20 секунд — вибухнеш, покриваючи ворогів і їхню оборону кислотою. Після цього ти відродишся личинкою.
rmc-xeno-acider-popup = Цей стане останнім, що вони почують. Мученик.

rmc-xeno-steelcrest-name = Сталевий
rmc-xeno-steelcrest-description = Ти жертвуєш обертовим ударом хвостом і частиною шкоди від кігтів задля підвищеної шкоди від удару головою, посиленої мобільності та при опущеному гребені перетворюватися на живий танк.
   Ти отримуєш можливість:
   - Рухатись при зміцненому стані. Зміцнення тепер дає менше загальної броні, але більше лобової, і більше не захищає від оглушення вибухами.
   - Виконувати таран при зміцненому стані. Удар не втрачає шкоди, зберігає збільшену дальність і сильне відкидання.
   - Поглинати шкоду протягом 6 секунд для незначного лікування та відновлення удару хвостом.
rmc-xeno-steelcrest-popup = Цей, як і моя воля, - незламний. Він стане моїм сталевим гребенем проти всіх, хто зухвало чинить опір.

rmc-xeno-maid-name = Котогосподинька
rmc-xeno-maid-description = Ти жертвуєш своєю гідністю.
    Ти отримуєш можливість:
    - Завдавати ментальних страждань як союзникам, так і ворогам.
rmc-xeno-maid-popup = Ряу~ :3

rmc-xeno-vampire-name = Живодер
rmc-xeno-vampire-description = Ти втрачаєш усі попередні здібності, а також частину свого здоров’я та шкоди в обмін на велику кількість броні, трохи швидшого руху, підвищену швидкість атаки та нові здібності, які роблять тебе справжнім убивцею.
  Ти отримуєш можливість:
  - Кидатися на ворога, дезорієнтуючи його.
  - Використовувати "Лють - швидку серію ударів перед собою, яка може вразити до трьох ворогів, сповільнити їх і зцілити тебе за кожне влучання.
  - Завдати спеціального розмаху хвостом, що відкидає ворогів. Прямі влучання завдають більше шкоди, а якщо ціль вдаряється об стіну - ще більше шкоди та оглушення.
  - Добивати непритомних ворогів укусом у голову, відновлюючи своє здоров'я.
rmc-xeno-vampire-popup = Жодної пощади! Переріж їх усіх!

rmc-xeno-eggsac-name = Яйцеклад
rmc-xeno-eggsac-description = Ти жертвуєш здатністю зберігати паразитів та робити пастки зі смоли на сильніші феромони, більше місця для зберігання яєць та здатність виробляти яйця.
   Ти отримуєш можливість:
   - Розміщувати яйця з трохи більшої відстані.
   - Встановлювати яйця на не-вуликовій траві. Так можна підтримувати до 4 яєць, які довго зберігаються поруч із тобою, але швидко зникають, якщо ти далеко.
   - Такі підтримувані яйця перетворюються на звичайні, щойно потрапляють на вуликову траву, однак не можуть створити розумного паразита.
   - Створювати яйця, витрачаючи плазму з часом.
rmc-xeno-eggsac-popup = Кожне яйце - це пригода. Наступне може бути іншим.

rmc-xeno-berserker-name = Скажений
rmc-xeno-berserker-description = Ти втрачаєш:
  - Здібність: Підсилення, ривок і ножичний удар.
  - Частину здоров'я.
  - Частину впливу під дією феромонів люті.
  Ти отримуєш:
  - Збільшення швидкості руху, трохи більше броні та новий набір здібностей перетворюють тебе на скаженого бійця ближнього бою.
  - Зцілення при кожному ударі кігтями та накопичення "люті" - до 6 рівнів. Кожен рівень підвищує твою броню, швидкість і ефективність зцілення.
  - "Затримання" - пришвидшує тебе та сповільнює наступну ціль, яку вдариш.
  - "Спустошення" - нищівний круговий удар, що вимагає короткої підготовки й одного очка люті, але натомість зцілює за кожного враженого ворога.
  - "Звалювання" - відкидає ворога та лікує тебе. Якщо маєш заряд люті - ефект посилюється, а один заряд витрачається.
rmc-xeno-berserker-popup = Нестримна лють наповнює цього. Ти станеш продовженням мого гніву.

rmc-xeno-charger-name = Бойовий
rmc-xeno-charger-description = В обмін на:
    - Здатність активовувати захисний щит.
    - Частину броні та шкоди.
    - Стійкість до уповільнення від турелей.
    - Вплив феромонів люті.
    - Можливість збивати ворогів своїм топотом.
    - Твоя здатність стрибати в напрямок цілі.

    Ти отримуєш:
    - Значно більше здоров'я.
    - Трохи швидкості.
    - Посилений топіт: завдає додаткової шкоди, якщо ти проходиш через повалену ціль.
    - Нову керовану "Атаку з розгону": чим довше біжиш, тим більша швидкість і шкода. Досягає максимуму при крику.
    - Напрямлену броню: найсильніша спереду, слабша з боків і найслабша ззаду.
    - Здібність "Кувирок" - дозволяє в мить переміститися вліво чи вправо.
    - Здібність "Таран" - силоміць штовхає ворогів у напрямку руху.
rmc-xeno-charger-popup = Ніхто не зупинить вулик. Цей стане і незламною перешкодою, і невпинною силою.
