rmc-xeno-strain-specialized-into = It has specialized into {INDEFINITE($strain)} {$strain}.

rmc-xeno-dancer-name = Танцюрист
rmc-xeno-dancer-description = Ви жертвуєте плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою, ривком і частиною броні задля високої шкоди по одній цілі.
   Ви отримуєте можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Позначати ворогів при ударах кігтями та при проколюванням хвостом - це впливає на інші твої здібності.
   - Проколоти ворога, завдаючи базову шкоду кігтями й пробиваючи частину броні; по позначених цілях удар завдає шкоди двічі.
   - Змахнути хвостом по ворогу, щоб вибити зброю або оглушити, якщо він позначений.
   - Отримувати тимчасове прискорення, яке подвоюється поблизу ворогів.
rmc-xeno-dancer-popup = Цей виступ є гідний Королеви та стане моїм інструментом смерті.

rmc-xeno-oppressor-name = Гнобитель
rmc-xeno-oppressor-description = Ви жертвуєте ударом хвостом, плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою, ривком, а також частиною шкоди від кігтів і швидкості задля вищого опору вибухам і контролю поля бою.
   Ви отримуєте можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Завдавати додаткової шкоди кігтями по поваленим, нерухомим або сповільненим ворогам.
   - Хапати ворога хвостом і підтягувати до себе, або захоплювати кількох ворогів в лінії.
   - Хльостати ворогів перед собою, відкидаючи їх назад і сповільнюючи.
   - Пробивати ворога ударом, який відкидає його, або, якщо ворог повалений/нерухомий/сповільнений - знерухомлює його й пробиває броню.
rmc-xeno-oppressor-popup = Моє охоплення безмежне — це зірве самі небеса.

rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description = Ви жертвуєте плювком, кислотною кулею, розбризкуванням кислоти, їдкою кислотою та частиною здоров'я задля потужного одноразового щита, що відновлюється поза боєм.
   Ви отримуєте можливість:
   - Ламати стіни та інші прості конструкції ударами кігтями.
   - Пронизувати ворогів у лінії; якщо вражаєш щонайменше двох - щит відновлюється.
   - Здійснювати блискавичний удар - мчишся у групу ворогів; при повторному використанні - удар по всіх навколо. Якщо вражаєш бодай одного - щит заряджається.
   - Здійснити спеціальну атаку, яка або відкидає ворога, або знерухомлює його на місці - ефекти посилюються, якщо щит активний.
rmc-xeno-vanguard-popup = Безстрашними ми народилися, безстрашно служимо, безстрашно помремо. Це стане моїм Авангардом.

rmc-xeno-valkyrie-name = Валькірія
rmc-xeno-valkyrie-description = Ви жертвуєте ударом хвостом, плювком, кислотною кулею, розбризкуванням кислоти та частиною швидкості задля міцнішої броні й здібностей підтримки на передовій.
   Ви отримуєте можливість:
   - Ламати навіть укріплені стіни та конструкції ударами кігтями, випускаючи потужні феромони.
   - Гасити союзників або захоплених, використовуючи хвіст; або ж відштовхувати вибухівку та повалених ворогів завдяки 'Шаленому галопу'.
   - Лікувати себе та союзників з кожного удару кігтями, накопичуючи лють, а потім використовувати її для надання броні або прискорення союзникам.
   - Очистити союзників довкола за допомогою крика від негативних ефектів та оглушення, з більшим радіусом при високій люті.
   - Притягувати нерухомих або повалених союзників до себе з невеликою затримкою.
rmc-xeno-valkyrie-popup = Ми не визнаємо смерті своїх сестер, доки ті не заслужать гідно померти. Бийтеся — або зникніть в забутті.

rmc-xeno-gardener-name = Садівник
rmc-xeno-gardener-description = Ви жертвуєте будівництом смолистих структур та слабкою їдкою кислотою задля трохи вищої регенерації здоров'я на траві і нових здібностей.
  Ви отримуєте можливість:
  - Висаджувати до шести потужних смолистих фруктів для сестер, витрачаючи частину свого здоров'я на кожен.
  - Висаджувати витривалу траву.
  - Підняття фруктів і годування ними сестер у два рази швидше.
  Ваша 'Хвиля Смоли' дозволяє:
  - Створювати липкі ділянки зі смоли.
  - Тимчасово зміцнювати структури за допомогою плазми.
  - Зводити короткотривалі стіни.
  - Прискорювати ріст фруктів.
rmc-xeno-gardener-popup = Слава садівництву! Руки - в траві, голова - в темряві, серце - в смолі.

rmc-xeno-healer-name = Цілитель
rmc-xeno-healer-description = Ви жертвуєте будівництом смолистих cтруктур, частину шкоди від кігтів і тобі буде трохи складніше боротися з інкубаторами - в обмін на потужні феромони та здатність лікувати поранених сестер.
    Ви отримуєте можливість:
    - Висаджувати до трьох малих смолистих фруктів.
    - Лікувати сестер, витрачаючи плазму та частину власного здоров'я.
rmc-xeno-healer-popup = Окремо - ми помираємо, разом - перемагаємо. Ми живемо заради вулика і вмираємо заради вулика.

rmc-xeno-resin-whisperer-name = Трав'яний повелитель
rmc-xeno-resin-whisperer-description = Ви втрачаєте:
  - Їдку кислоту.
  - Здатність будувати густі структури.
  - Можливість укріплювати смолисті структури.
  - Можливість висаджувати чорні вузли поза травою.
  - П'яту частину запасу плазми.
  Ви отримуєте можливість:
  - Встановлювати смолисті cтруктури, зокрема чорні вузли, на відстані до дванадцяти кроків!
  - Збільшити дальність свого зору і поглибити зв'язок зі смолою.
rmc-xeno-resin-whisperer-popup = Ми дозволяємо смолі вести нас. Вона шепоче - тож слухаємо її уважно.

rmc-xeno-acider-name = Кислотний
rmc-xeno-acider-description = Ви жертвуєте стрибок, кістколамові снаряди, далекозорість та частиною швидкості задля більшої кількості здоров'я, броні та нового органу, який із часом накопичує нестабільну кислоту.
  Ви отримуєте можливість:
  - Покривати ворогів кислотою при кожному ударі.
  - Накопичувати кислоту, завдаючи удари кігтями або пасивно - до 400 одиниць. Потім витрачати її на роз'їдливу кислоту, таку ж потужну, як у бойлера, але зі значно швидшим застосуванням.
  - Перетворитися на живу бомбу, витрачаючи всю накопичену кислоту. Якщо виживеш протягом 20 секунд — вибухнеш, покриваючи ворогів і їхню оборону кислотою. Після цього ти відродишся личинкою.
rmc-xeno-acider-popup = Ми - стане останнім що вони побачуть.

rmc-xeno-steelcrest-name = Сталевий
rmc-xeno-steelcrest-description = Ви жертвуєте обертовим ударом хвостом і частиною шкоди від кігтів задля підвищеної шкоди від удару головою, посиленої мобільності та при опущеному гребені перетворюватися на живий танк.
   Ви отримуєте можливість:
   - Рухатись при зміцненому стані. Зміцнення тепер дає менше загальної броні, але більше лобової, і більше не захищає від оглушення вибухами.
   - Виконувати таран при зміцненому стані. Удар не втрачає шкоди, зберігає збільшену дальність і сильне відкидання.
   - Поглинати шкоду протягом 6 секунд для незначного лікування та відновлення удару хвостом.
rmc-xeno-steelcrest-popup = Моя шкіра як і воля - сталеві. Мій сталевим гребень стане проти всіх, хто зухвало чинить опір.

rmc-xeno-maid-name = Котогосподинька
rmc-xeno-maid-description = Ви жертвуєте своєю гідністю...
    Ви отримуєте можливість:
    - Завдавати ментальних страждань як союзникам, так і ворогам.
rmc-xeno-maid-popup = Мяу~ :3

rmc-xeno-vampire-name = Вампір
rmc-xeno-vampire-description = Ви втрачаєте усі попередні здібності, а також частину свого здоров’я та шкоди в обмін на велику кількість броні, трохи швидшого руху, підвищену швидкість атаки та нові здібності, які роблять тебе справжнім убивцею.
  Ви отримуєте можливість:
  - Кидатися на ворога, дезорієнтуючи його.
  - Використовувати "Лють - швидку серію ударів перед собою, яка може вразити до трьох ворогів, сповільнити їх і зцілити тебе за кожне влучання.
  - Завдати спеціального розмаху хвостом, що відкидає ворогів. Прямі влучання завдають більше шкоди, а якщо ціль вдаряється об стіну - ще більше шкоди та оглушення.
  - Добивати непритомних ворогів укусом у голову, відновлюючи своє здоров'я.
rmc-xeno-vampire-popup = Жодної милості! Необхідно вбити їх усіх!

rmc-xeno-eggsac-name = Носій
rmc-xeno-eggsac-description = Ви жертвуєте здатністю зберігати паразитів та робити пастки зі смоли на сильніші феромони, більше місця для зберігання яєць та здатність виробляти яйця.
   Ви отримуєте можливість:
   - Розміщувати яйця з трохи більшої відстані.
   - Встановлювати яйця на не-вуликовій траві. Так можна підтримувати до 4 яєць, які довго зберігаються поруч із тобою, але швидко зникають, якщо ти далеко.
   - Такі підтримувані яйця перетворюються на звичайні, щойно потрапляють на вуликову траву, однак не можуть створити розумного паразита.
   - Створювати яйця, витрачаючи плазму з часом.
rmc-xeno-eggsac-popup = Кожне яйце - це пригода. Наступне може бути іншою.

rmc-xeno-berserker-name = Берсерк
rmc-xeno-berserker-description = Ви втрачаєте:
  - Здібність: Підсилення, ривок і ножичний удар.
  - Частину здоров'я.
  - Частину впливу під дією феромонів люті.
  Ви отримуєте:
  - Збільшення швидкості руху, трохи більше броні та новий набір здібностей перетворюють тебе на скаженого бійця ближнього бою.
  - Зцілення при кожному ударі кігтями та накопичення "люті" - до 6 рівнів. Кожен рівень підвищує твою броню, швидкість і ефективність зцілення.
  - "Затримання" - пришвидшує тебе та сповільнює наступну ціль, яку вдариш.
  - "Спустошення" - нищівний круговий удар, що вимагає короткої підготовки й одного очка люті, але натомість зцілює за кожного враженого ворога.
  - "Звалювання" - відкидає ворога та лікує тебе. Якщо маєш заряд люті - ефект посилюється, а один заряд витрачається.
rmc-xeno-berserker-popup = Нестримна лють наповнює нас. Інкубатори відчують наш гнів.

rmc-xeno-charger-name = Бойовий
rmc-xeno-charger-description = Ви втрачаєте:
    - Здатність активовувати захисний щит.
    - Частину броні та шкоди.
    - Стійкість до уповільнення від турелей.
    - Вплив феромонів люті.
    - Можливість збивати ворогів своїм топотом.
    - Твоя здатність стрибати в напрямок цілі.

    Ви отримуєте:
    - Значно більше здоров'я.
    - Трохи швидкості.
    - Посилений топіт: завдає додаткової шкоди, якщо ти проходиш через повалену ціль.
    - Нову керовану "Атаку з розгону": чим довше біжиш, тим більша швидкість і шкода. Досягає максимуму при крику.
    - Напрямлену броню: найсильніша спереду, слабша з боків і найслабша ззаду.
    - Здібність "Кувирок" - дозволяє в мить переміститися вліво чи вправо.
    - Здібність "Таран" - силоміць штовхає ворогів у напрямку руху.
rmc-xeno-charger-popup = Ніхто не зупинить вулик. Ми станемо і незламною перешкодою, і невпинною силою.

rmc-xeno-hedgehog-name = Hedgehog
# TODO RMC14 limb damage shrapnel and causing damage when they move
rmc-xeno-hedgehog-description = You lose:
  - Your empower, charge, and scissor cut abilities.
  - Some movement speed and attack speed.
  - Your plasma system is replaced with bone shards (max 300).
  You gain:
  - Increased health and armor that scales with shard count (+2.5 armor per 50 shards).
  - Fire Spikes: Launch 8 spikes that embed in targets, slowing them. (75 shards, 10s cooldown).
  - Spike Shield: Temporary shield that damages nearby enemies when hit (150 shards, 2s duration, 11s cooldown).
  - Spike Shed: Launch all shards in all directions for massive damage, gain speed boost but lose shard generation for 30s (min 50 shards, 30s cooldown).
rmc-xeno-hedgehog-popup = This one's hide bristles with deadly spines. Let them come and be pierced by your defenses.

rmc-xeno-watcher-name = Watcher
rmc-xeno-watcher-description = You lose your ability to hide, but gain enhanced vision. You can toggle between normal enhanced vision and greatly enhanced vision.
rmc-xeno-watcher-popup = You are now a Watcher. You have enhanced vision but cannot hide.
