job-greet-station-name = Ласкаво просимо на борт {$stationName}.
job-greet-planet-name = Зараз ви на орбіті {$planetName}
job-greet-introduce-job-name = Ваша роль: {$jobName}.
job-greet-important-disconnect-admin-notify = Ви граєте на посаді, важливій для прогресу раунда. Якщо потрібно відключитися, повідомте адміністтрацію через АХелп.
job-greet-supervisors-warning = Як {$jobName} ви безпосередньо підпорядковуєтесь {$supervisors}. У спеціальних випадках це може змінюватися.
job-greet-crew-shortages = Оскільки станція спочатку була укомплектована мінімальним екіпажем, до вашої Айді-карти додано додатковий доступ.
job-not-available-wait-in-lobby = Раунд почався, але ви не отримали жодної із обраних посад (або не обрали жодної пріоритетної) і залишилися в лобі. Ви можете змінити це в меню кастомізації персонажа.
