reagent-name-cmdylovene = Диловен
reagent-desc-cmdylovene = Антитоксин загальної дії, який нейтралізує більшість токсинів у крові. Може використовуватися як легкий антигалюциногенний засіб і для зменшення втоми. Має обов'язково бути в наявності у медиків.

reagent-name-cmethylredoxrazine = Етилредоксазін
reagent-desc-cmethylredoxrazine = Нейтралізує дію алкоголю в крові, окислюючи його до молекул води. Однак це не зупиняє його негайно. Етилредокразин, будучи потужним окислювачем, стає токсичним у великих кількостях.

reagent-name-cmarithrazine = Аритразин
reagent-desc-cmarithrazine = Стабілізований варіант диловену. Коли його дія слабшає з'являються шкідливі побічні ефекти, але він не створює токсини реагуючи з іншими речовинами.

reagent-name-cmbicaridine = Бікаридин
reagent-desc-cmbicaridine = Бікаридин є знеболювальним і може використовуватися для лікування важких зовнішніх тупих травм і для стабілізації стану пацієнтів. Передозування Бікаридином викликає жахливий біль від їдких опіків і інтоксикацію.

reagent-name-cmcryoxadone = Кріоксадон
reagent-desc-cmcryoxadone = Базовий кріогенний препарат. Лікує більшість видів пошкоджень тканин. Основною проблемою є те, що для правильного метаболізму температура тіла пацієнта повинна бути нижче 170К/-103С.

reagent-name-cmdermaline = Дермалін
reagent-desc-cmdermaline = Передові ліки, які використовуються для лікування важких опіків. Дозволяє організму відновлювати навіть повністю обгорілі тканити. Передозування дермаліном може спричинити серйозне пошкодження внутрішніх тканин тіла.

reagent-name-cmdexalin = Дексалін
reagent-desc-cmdexalin = Дексалін використовується для підримання кисню в крові пацієнта шляхом живлення ним еритроцитів безпосередньо всередині кровотоку. Використовується як протиотрута при отруєнні лексорином.

reagent-name-cmdexalinplus = Дексалін Плюс
reagent-desc-cmdexalinplus = Дексалін Плюс це покращена форма дексаліну з додаванням заліза та вуглецю для прискорення зв’язування кисню з гемоглобіном у еритроцитах.

reagent-name-cmepinephrine = Епінефрин
reagent-desc-cmepinephrine = Природний стимулятор м'язів і серця. Корисно використовувати під час серцево-легеневої реанімації. Передозування може викликати перенавантаження серця та спричинити пошкодження тканин.

reagent-name-cminaprovaline = Інапровалін
reagent-desc-cminaprovaline = Інапровалін є синаптичним і кардіостимулятором. Зазвичай використовується для стабілізації стану пацієнта. Якщо легені функціональні, інапровалін дозволить дихати під час зупинки серця. Діє як слабке болезаспокійливе. Передозування може призвести до серйозних пошкоджень серця.

reagent-name-cmkelotane = Келотан
reagent-desc-cmkelotane = Базові ліки, що використовуються для лікування опіків, їдких і корозійних пошкоджень. Передозування келотану призведе до пошкодження внутрішніх тканин.

reagent-name-cmleporazine = Лепоразин
reagent-desc-cmleporazine = Препарат для лікування гіпотермії та гіпертермії. Стабілізує температуру тіла пацієнта. Унеможливлює використанню кріогенних засобів. Передозування лепоразином може викликати сильну сонливість.

reagent-name-cmtricordrazine = Трикордразин
reagent-desc-cmtricordrazine = Трикордразин - сильнодіючий стимулятор, похідний від кордразину. Використовується для лікування широкого спектру травм.

reagent-name-cmmeralyne = Мералін
reagent-desc-cmmeralyne = Передові знеболювальні ліки, що використовуються для лікування надзвичайно важких тупих травм. Дозволяє організму швидко відновити пошкоджені тканини. Передозування Мераліном може спричинити сильну корозію клітинних мембран.

reagent-name-cmimidazoline = Імідазолін
reagent-desc-cmimidazoline = Використовується для лікування негенетичних пошкоджень очей. Призначається для лікування більшості випадків пошкодження очей.

reagent-name-cmclonexadone = Клонексадон
reagent-desc-cmclonexadone = Передовий кріогенний препарат на основі кріоксадону. Лікує більшість видів пошкоджень тканин. Для правильного метаболізму потребує температури нижче 170К/-103С.

# Medical Icon Labels
rmc-tricordazine-container-label-text = ТК
rmc-bicaridine-container-label-text = БК
rmc-kelotane-container-label-text = KТ
rmc-dexalin-container-label-text = ДК
rmc-dylovene-container-label-text = ДЛ
rmc-inaprovaline-container-label-text = ІН
rmc-first-aid-container-label-text = ПД
rmc-emergency-medicine-container-label-text = ЕК
rmc-dexalin-plus-container-label-text = Д+
rmc-epinephrine-container-label-text = ЕП

rmc-custom-container-label-text = {$customLabel}
