rmc-ghost-role-information-bureau-rules = Ви [color=cyan][bold]член Бюро Колоніальних Маршалів[/bold][/color]. Ви можете бути вороже налаштовані до морських піхотинців, а можете й ні, залежно від інструкцій адміністратора.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як стриляти, будувати, використовувати предмети, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.

rmc-ghost-role-information-bureau-marshal-description = Отримуйте інструкції від офісу БКМ та виконуйте їхні накази. Не застосовуйте та не скасовуйте морське право на морському судні, якщо інше не вимагається.
rmc-ghost-role-information-bureau-observer-description = Контролювати та документувати поводження з розумними істотами на кораблі ООН. Забезпечуйте дотримання прав розумних істот та надавайте медичну допомогу за потреби.
rmc-ghost-role-information-icb-description = Контролюйте торговельні операції, забезпечуйте дотримання правил та розслідуйте потенційну контрабанду або діяльність на чорному ринку. Від вас очікується співпраця із депутатами БКМ та забезпечення дотримання законів міжзоряної торгівлі.

rmc-ghost-name-bureau-marshal = Маршал БКМ (Дружні)
rmc-job-name-bureau-marshal = Маршал БКМ
rmc-job-prefix-bureau-marshal = МАРШ БКМ

rmc-ghost-name-bureau-deputy = Депутат БКМ (Дружні)
rmc-job-name-bureau-deputy = Депутат БКМ
rmc-job-prefix-bureau-deputy = ДЕП БКМ

rmc-ghost-name-bureau-observer = Спостерігач за Правами Розумних Істот в Міжзоряному Просторі (Дружні)
rmc-job-name-bureau-observer = Спостерігач за Правами Розумних Істот в Міжзоряному Просторі
rmc-job-prefix-bureau-observer = СПВ

rmc-ghost-name-icb = Представник Бюро Міжзоряної Торгівлі (Дружні)
rmc-job-name-icb = Представник Бюро Міжзоряної Торгівлі
rmc-job-prefix-icb = БМТ

# БКМ(CMB) - Бюро Колоніальних Маршалів 