# medical
cm-job-name-cmo = Головний Лікар
cm-job-description-cmo = Докладіть усіх зусиль, щоб медичний відділ не поринув у хаос від гори трупів. Стежте за науковцями і їх дослідженнями, організуйте поставки мед. обладнання та розхідників на фронт, контролюйте лікарів.. Змусьте керівництво ввести медичне страхування для морпіхів. Будьте готові у випадку чого взяти командування операцією на себе.
cm-job-prefix-cmo = ГЛ
CMJobCMO = Головний Лікар

cm-job-name-doctor = Лікар
cm-job-description-doctor = Ви те, що тримає усіх на цьому кораблі живими, допомагайте всім хто звернеться хоч з болем в пальці, хоч без голови. Займайтеся виробництвом необхідних для фронту хімікатів. Будьте готові проводити особливо важкі хірургічні операції.
cm-job-prefix-doctor = ЛКР
CMJobDoctor = Лікар

cm-job-name-nurse = Медичний Помічник
cm-job-description-nurse = Допомагайте лікарям й намагайтеся при цьому нікого не вбити. Дрімайте поки немає роботи.
cm-job-prefix-nurse = МДПМ
CMJobNurse = Медичний Помічник

cm-job-name-researcher = Науковець
cm-job-description-researcher = Досліджуйте всяку-всячину яку вам надсилають. Створіть та дослідіть нові хімікати, інструменти та інші речі. 
cm-job-prefix-researcher = НАУК
CMJobResearcher = Науковець
