# medical
rmc-job-name-cmo = Головний Лікар
rmc-job-description-cmo = Докладіть усіх зусиль, щоб медичний відділ не поринув у хаос від гори трупів. Стежте за науковцями і їх дослідженнями, організуйте поставки мед. обладнання та розхідників на фронт, контролюйте лікарів.. Змусьте керівництво ввести медичне страхування для морпіхів. Будьте готові у випадку чого взяти командування операцією на себе.
rmc-job-prefix-cmo = ГЛ
CMJobCMO = Головний Лікар

rmc-job-name-doctor = Лікар
rmc-job-description-doctor = Ви те, що тримає усіх на цьому кораблі живими, допомагайте всім хто звернеться хоч з болем в пальці, хоч без голови. Займайтеся виробництвом необхідних для фронту хімікатів. Будьте готові проводити особливо важкі хірургічні операції.
rmc-job-prefix-doctor = ЛКР
CMJobDoctor = Лікар

rmc-job-name-nurse = Медичний Помічник
rmc-job-description-nurse = Допомагайте лікарям й намагайтеся при цьому нікого не вбити. Дрімайте поки немає роботи.
rmc-job-prefix-nurse = МДПМ
CMJobNurse = Медичний Помічник

rmc-job-name-researcher = Науковець
rmc-job-description-researcher = Досліджуйте всяку-всячину яку вам надсилають. Створіть та дослідіть нові хімікати, інструменти та інші речі. 
rmc-job-prefix-researcher = НАУК
CMJobResearcher = Науковець

rmc-job-name-field-doctor = Польовий Лікар
rmc-job-description-field-doctor = Допоможіть медичному Саванни виконати початкові замовлення, висадіться та підтримуйте морпіхів на землі живими. Будьте готові проводити хірургічні операції.
rmc-job-prefix-field-doctor = ПЛКР
RMCJobFieldDoctor  = Польовий Лікар
