# medical
cm-job-name-cmo = Головний Лікар
cm-job-description-cmo = Докладіть усіх зусиль щоб Медбей не поринув у хаос від гори трупів, стежте за науковцями і їх дослідженнями. Вправно керуйте всім медичним персоналом. Змусьте керівництво ввести медичне страхування для морпіхів.
CMJobCMO = Головний Лікар

cm-job-name-doctor = Лікар
cm-job-description-doctor = Ви те що тримає усіх на цьому кораблі живими, допомагайте всім хто звернеться хоч з болем в пальці, хоч без голови. Переносьте павших морпіхотинців з транспортника в Медбей. За необхідності оперуйте пацієнтів.
CMJobDoctor = Лікар

cm-job-name-nurse = Медичний Помічник
cm-job-description-nurse = Допомагайте лікарям й намагайтеся при цьому нікого не вбити. Дрімайте поки немає роботи.
CMJobNurse = Медичний Помічник

cm-job-name-researcher = Науковець
cm-job-description-researcher = Досліджуйте всяку-всячину яку вам надсилають. Створіть та дослідіть нові хімікати, інструменти та інші речі. 
CMJobResearcher = Науковець
