rmc-ghost-role-information-pizza-rules = Ти [color=red][bold]Кур'єр Піци[/bold][/color]. Ти не ворожий до будь-якої організації.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як стриляти, будувати, використовувати предмети, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.

rmc-ghost-role-information-pizza-description = Твоє завдання — доставляти піцу. Ти ДУЖЕ впевнений, що тобі саме сюди...

rmc-ghost-name-pizza = Кур'єр Піци (Нейтральні)
rmc-job-name-pizza = Кур'єр Піци
rmc-job-prefix-pizza = ПІЦА
