rmc-ghost-role-information-responder-description = Ваше завдання — відповідати на факси належним чином, виходячи з вашої фракції. Ви дієте від імені адміністрації.

rmc-ghost-role-information-responder-rules = Ви [color=red][bold]Відповідач на Факси[/bold][/color]. Ваші відносини до фракцій залежать від вашої фракції.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як стриляти, будувати, використовувати предмети, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.
                                             Ви дієте від імені адміністрації серверу та повинні бути ДУЖЕ обережними з формулюваннями під час написання факсів.
                                             Відповідачі на факси не можуть приймати рішення, які можуть докорінно змінити хід раунду, такі як активація ГШР або скасування рішень адміністрації без їхньої участі. Не наказуйте нікому порушувати правила сервера. Завжди користуйтеся АХелп, якщо ви не впевнені, чи вимагає ваша дія участі адміністрації.
                                             Якщо у вас виникнуть сумніви або ви отримаєте факс, який потребує уваги адміністратора, не соромтеся звертатися в АХелп.
                                             Телефонуйте морським піхотинцям лише за ВИНЯТКОВОЇ причини. Вашим основним засобом зв'язку завжди має бути факс.
                                             НЕ використовуйте рацію для комунікації за жодних обставин. Вона призначена лише для прослуховування, а не для зв'язку.
                                             НЕ використовуйте консоль Спостереження для втручання в дії загонів або надсилання повідомлень. Вона призначена виключно для спостереження.
                                             НЕ зловживайте повноваженнями цієї посади. Зловживання вашими повноваженнями або невиконання обов'язків призведе до звільнення або ще гіршого.


#Відповідач на Факси від ООН
rmc-job-name-unmc-responder = Офіцер Зв'язку КМПОН
rmc-job-description-unmc-responder = "Ви дієте від імені Регіонального Командування КМПОН, відповідаючи на факси, надіслані до Верховного Командування КМПОН."

#Відповідач на Факси від Ве-Я
rmc-job-name-weya-responder = Виконавчий Директор з Комунікації Ве-Я
rmc-job-description-weya-responder = "Ви дієте від імені регіонального відділу спеціальних служб Ве-Я, відповідаючи на факси."

#Відповідач на Факси від Провосту
rmc-job-name-provost-responder = Офіцер Зв'язку Провосту
rmc-job-description-provost-responder = "Ви дієте від імені Офісу Провоста регіону, відповідаючи на факси, надіслані до Офісу Провоста."

#Відповідач на Факси від Вільної Преси
rmc-job-name-free-press-responder = Вільна Преса
rmc-job-description-free-press-responder = "Ви — відомий регіональний редактор, член Вільної Преси."

#Відповідач на Факси від ФВК
rmc-job-name-clf-responder = Інформаційний Кореспондент ФВК
rmc-job-description-clf-responder = "Ви є членом регіональної ячейки ФВК. Інформуйте та отримуйте інформацію від інших ячейок."
rmc-job-prefix-clf-responder = ІНФО

#Відповідач на Факси від СПН
rmc-job-name-spp-responder = Офіцер Зв'язку СПН. Комуняки. . .
rmc-job-description-spp-responder = "Ви дієте від імені Регіонального командування СПН, відповідаючи на факси, надіслані до командування СПН."

#Відповідач на Факси від ІТС
rmc-job-name-tse-responder = Офіцер Зв'язку ІТС
rmc-job-description-tse-responder = "Ви дієте від імені Регіонального командування ІТС, відповідаючи на факси, надіслані до Командування ІТС."

#Відповідач на Факси від БКМ
rmc-job-name-cmb-responder = Офіцер Зв'язку БКМ
rmc-job-description-cmb-responder = "Ви диспетчер місцевого відділення БКМ. Відповідайте на факси відповідно."

