rmc-ghost-role-information-rcm-rules = Ви [color=yellow][bold]Королівська Морпіхота[/bold][/color]. Ви дружні до КМПОН.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як стриляти, будувати, використовувати предмети, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.

rmc-ghost-role-information-rcm-description = Забезпечте виживання корабля ООН, ліквідуйте будь-яких ворогів та надайте екіпажу будь-яку можливу допомогу.

rmc-ghost-name-rcm-sgo = Оператор СмартГану Королівської Морпіхоти (Дружні)
rmc-job-name-rcm-sgo = Оператор СмартГану Королівської Морпіхоти
rmc-job-prefix-rcm-sgo = КМП ОСГ
