rmc-ghost-role-information-sof-rules = Ви [color=red][bold]член МОРКСО (МАРКОС) ССО[/bold][/color]. Ви можете бути вороже налаштовані до морських піхотинців, а можете й ні, залежно від інструкцій адміністратора.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як стриляти, будувати, використовувати предмети, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.

rmc-ghost-role-information-sof-description = Ви — елітний оперативник морпіхоти, найкращий з найкращих, абсолютно відданий Верховному командуванню та мусите виконувати його вказівки. Виконуйте доручене вам завдання з надзвичайною упередженістю!

rmc-ghost-name-marine-raider = Морпіхотний Рейдер (Дружні)
rmc-job-name-marine-raider = Морпіхотний Рейдер
rmc-job-prefix-marine-raider = Оп.

rmc-ghost-name-marine-raider-leader = Лідер Команди Морпіхотних Рейдерів (Дружні)
rmc-job-name-marine-raider-leader = Лідер Команди Морпіхотних Рейдерів
rmc-job-prefix-marine-raider-leader = ЛК.

# МОРКСО - Морпіхотне Командування Спеціальних Операцій