# Auxiliary Support
highlights-cmauxiliarysupportofficer = Офіцер, Підтримки, "ОП", ЛТ, Лейтенант, Команд, Підтримка, Інтел, Розвідк, Поїнти, Поінти, Доки, Документи, Папірці, Нормандія, Нормі, Аламо, "БАП", КАС", "БПП", Мітк, Медевак, Фултон, "КАТА", Евак, Евакуаці, Постачання, "Карго", Логістика, Саплай, "Скид", Дроп, Ящик, Бюджет, Патрони, БК, Бойовий Інформаційний Центр, "БІЦ", Команд, Овервотч, "ОВ", Апеляц, Королева, Квін, Краля, "ОБ", Коорди, Корди, Координати, Лярва, "ПОБ", Зв'язок, Такмап, Мап, Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmdropshipcrewchief = Помічник, Пілот, "ПП", Нормандія, Нормі, Аламо, "БАП", КАС", "БПП", Мітк, Медевак, Фултон, "КАТА", Евак, Евакуаці
highlights-cmpilotdropship = Пілот, Транспортного, Шатла, "ПТ", Ворент, Офіцер, Нормандія, Нормі, Аламо, "БАП", КАС", "БПП", Мітк, Медевак, Фултон, "КАТА", Евак, Евакуаці
highlights-cmpilotgunship = Пілот, Бойового, Шатла, "БП", Ворент, Офіцер, Нормандія, Нормі, Аламо, "БАП", КАС", "БПП", Мітк, Медевак, Фултон, "КАТА", Евак, Евакуаці
highlights-cmintelofficer = Офіцер, Розвідк, "ОР", ЛТ, Лейтенант, Інтел, "TECH REPORT", Колоніст, Сурв, Виживш, Вціліл, Поїнти, Поінти, Доки, Документи, Папірці
highlights-cmseniorenlistedadvisor = Інструктор, "ІНС", Рекрут, Е1, Новий Гравець, Тренування, Ментор, Рядовий, Новачок

# Command
highlights-cmcommandingofficer = Командуючий, Офіцер, "КО", Майор, Підполковник, Полковник, Бойовий Інформаційний Центр, "БІЦ", Команд, Овервотч, "ОВ", Апеляц, Королева, Квін, Краля, "ОБ", Коорди, Корди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, Інтел, Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmexecutiveofficer = Виконавчий, Офіцер, "ВО", Капітан, "Кеп", Бойовий Інформаційний Центр, "БІЦ", Команд, Овервотч, "ОВ", Апеляц, Королева, Квін, Краля, "ОБ", Коорди, Корди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, Інтел, Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmstaffofficer = Штабний, Офіцер, "ШО", ЛТ, Лейтенант, Бойовий Інформаційний Центр, "БІЦ", Команд, Овервотч, "ОВ", Апеляц, Королева, Квін, Краля, "ОБ", Коорди, Корди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, Інтел, Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб

# Requisitions
highlights-cmquartermaster = Офіцер, Логістики, "ОЛ", ЛТ, Лейтенант, Постачання, "Карго", Команд, Логістика, Саплай, "Скид", Дроп, Ящик, Бюджет, Патрони, БК
highlights-cmcargotech = Вантажник, "ВНТ", Постачання, "Карго", Логістика, Саплай, "Скид", Дроп, Ящик, Бюджет, Патрони, БК

# Engineering
highlights-cmchiefengineer = Головний Інженер, "ГІ", Офіцер, ЛТ, Лейтенант, Інженерний, Інженер, Інж, Команд, "ОБ", Барикад, Сталь
highlights-cmmainttech = Обслуговуючий Інженер, "ОІ", Інженерний, Інженер, Інж, "ОБ", Барикад, Сталь
highlights-cmordnancetech = Інженер-Зброяр, "ІЗ", Інженерний, Інженер, Інж, "ОБ", Барикад, Сталь

# Medical
highlights-cmcmo = Головний, Лікар, "ГЛ", Офіцер, ЛТ, Лейтенант, Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, Команд, "ЗЛ"
highlights-cmdoctor = Лікар, "ЛКР", Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, "ЗЛ"
highlights-cmnurse = Медичний, Помічник, "МДПМ", Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, "ЗЛ"
highlights-cmresearcher = Науковець, "НАУК", Медичний, Мед, Рісерч, Дослідження, Дослідник, Наука, Хім, "Ліки"

# Military Police
highlights-cmchiefmp = Голова ВСП, "ГВСП", Офіцер, ЛТ, Лейтенант,  "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживш, "СОП", Арест, Затрим, Апеляц, Команд
highlights-cmmilitarywarden = Військовий Наглядач, Наглядач, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживш, Вціліл, "СОП", Арешт, Затрим, Апеляц
highlights-cmmilitarypolice = Військовий Поліціянт, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживш, Вціліл, "СОП", Арешт, Затрим, Апеляц
highlights-provost-inspector = Інспектор Провосту, Інспектор, @"ІнП", "ГВСП", "ВСП", "ВН", "Тривога", Бриг, "Перма", Лярва, Сурв, Виживш, Вціліл, "СОП", Морське Право, Прав, Арешт, Затрим, Апеляц, Страта, Страчено

# Other
highlights-cmliaison = Представник Корпорації, "ПК", Представник, Вестон-Ямада, Вестон Ямада, Ве-Я, Вея, Договір, Папір, Печатка, Сурв, Колоніст, Виживш, Вціліл
highlights-cmcorrespondent = Кореспондент, "ПРЕСС", Новин, Преса, Пресса, Журналіст, Журналюг, Камера, Засняв
highlights-cmmesstech = Кок, Кухар, Кухня, Їж, Жрать, Їсти, М'яс, Сніданок, Обід, Вечеря

# Marines
highlights-cmsquadleader = Лідер, Загону, "ЛЗ", Команд, Королева, Краля, Квін, "ОБ", Коорди, Корди, Координати, Постачання, Саплай, Дроп, "КАТА", "БАП", "КАС", "БПП", Такмап, Зв'язок, Мап, "ВГ", Вогнева, Група, Загін
highlights-cmfireteamleader = Лідер, Вогневої Групи, "ЛВГ", "ЛЗ", Команд, Королева, Краля, Квін, "ОБ", Коорди, Корди, Координати, Постачання, Саплай, Дроп, "КАТА", "БАП", "КАС", "БПП", Нормандія, Нормі, Міномет, Такмап, Зв'язок, Мап, "ВГ", Вогнева, Група, Загін
highlights-cmsmartgunoperator = Оператор СмартГана, "СГО", "СГ", Смарт,"ЛЗ", Команд, Королева, Краля, Квін, "ОБ" , Вогнева, Група, Загін
highlights-cmweaponsspecialist = Збройний Спеціаліст, "ЗС", Спец, "САДАР", "Труба", Ракетник, Демо, Гренадер, Скаут, Скутер, Піротехнік, Піро, Пайро, "АМГ", "АМР", Снайпер, "ЛЗ", Команд, Королева, Краля, Квін, "ОБ" , Вогнева, Група, Загін
highlights-cmcombattech = Бойовий Технік, "БТ", Інженер, Інж, Барикад, "ЛЗ", Команд, Королева, Краля, Квін, "ОБ" , Вогнева, Група, Загін
highlights-cmhospitalcorpsman = Бойовий Медик, "БМ", Лікар, Медик, Поранен, Заражений, "ЛЗ", Команд, Королева, Краля, Квін, "ОБ" , Вогнева, Група, Загін
highlights-cmrifleman = Стрілець, "СТЛ", "ЛЗ", Команд, Королева, Краля, Квін, "ОБ" , Вогнева, Група, Загін

# Xenonids

highlights-cmxenoboiler = Бойлер, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenoburrower = "Копачка", Копач, Буро, Тонель, Тунель, Пастк, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenocarrier = "Носійка", Носійк, Носій, Носійка, Яйцетворчий, Паразит, Дитя, Діти, Зарази, Пастк, Захоп, Яйц, Морфер, Яйцетворець, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenocrusher = "Руйнівниця", Руйнівниц, Руйнівник, Крашер, Чарджер, Бойовий, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenodefender = "Захисниця", Захисниц, Захисник, Захисниц, Деф, Фендер, Сталев, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenodrone = Дрон, Лік, Бери, Лікувальник, Цілитель, Лікарка, Лікувальниця, Садівниця, Садівник, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenohivelord = "Володарка", Володар, Лорд, Трав'яний повелитель, Шептун, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-rmcxenoking = "Король", Корол, Крик, Гіб, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenolarva = "Лярва", Лярв, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenolesserdrone = Мала, Дрон, Лессер, Лесер, Заповни, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenolurker = "Мисливиця", Мисливец, Мисливець, Вампір, Кровосіся, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenoparasite = Паразит, Пара, Дитя, Діти, Дитин, Спостерігач, Зараз, Стрибай, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenopraetorian = "Преторіанець", Претор, Валя, Валькірія, Валька, Вальку, Авангард, Вангард, Опресор, Опрессор, Гнобительк, Дансер, Денсер, Танцівник, Танцівниця, Танцюрист, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenoqueen = "Королева", Квін, Мам, Мат, Крик, Гіб, "Ові", Кладк, Трав, Пілон, Кластер, Ядро, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenoravager = "Жнець", Женц, Спустошувач, Рава, Берсерк, Зерк, Їжак, Хедж, Хог, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenorunner = "Бігунша", Бігунш, Бігунк, Бігун, Ранер, Руня, Кислот, Бери, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenosentinel = "Вартова", "Вартовий", Вартов, "Плювака", Плювак, Сенті, Сентінель, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenospitter = "Плювака", Плювак, Спіттер, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
highlights-cmxenowarrior = "Воїтелька", Воїтельк, Воїн, Вогонь, Люркер, Люрк, Труб, Птах, Обійм, Туш
