# Auxiliary Support
highlights-cmauxiliarysupportofficer = Офіцер Підтримки, "ОП", Підтримка, "Інтел", Шатл, "Розвідка", Поїнти, Поінти, Доки, Документи
highlights-cmdropshipcrewchief = Помічник Пілота, "ПП", Аламо, Нормандія, Шатл, Евак, Евакуація, Медевак, Фултон, "КАТА"
highlights-cmpilotdropship = Пілот Транспортного Шатла, "ПТ", Пілот, Аламо, Шатл, Евак, Евакуація, Медевак, Фултон, "КАТА"
highlights-cmpilotgunship = Пілот Бойового Шатла, "БП", Пілот, Нормандія, Нормі, "БАП", Медевак, Фултон, "КАТА", "КАС", "БПП", Евак, Евакуація
highlights-cmintelofficer = Офіцер Розвідка, "ОР", "Інтел", Розвідка, Виживші, Виживший, Сурв, Вцілілі, Вцілілий, Поїнти, Поінти, Доки, Документи
highlights-cmseniorenlistedadvisor = Інструктор, "ІНС", Рекрут, Е1, Новий Гравець, Тренування, Ментор, Рядовий, Новачок

# Command
highlights-cmcommandingofficer = Командуючий, Офіцер, "КО", Майор, Підполковник, Полковник, Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, Народи, "ПОБ", Зв'язок, Мап, Такмап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmexecutiveofficer = Виконавчий, Офіцер, "ВО", Капітан, "Кеп", Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmstaffofficer = Штабний, Офіцер, "ШО", ЛТ, Лейтенант, Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб

# Requisitions
highlights-cmquartermaster = Офіцер, Логістики, ЛТ, Лейтенант, "ОЛ", Постачання, "Карго", Командування, Логістика, Саплай, "Скид", Ящик, Бюджет, Патрони, БК
highlights-cmcargotech = Вантажник, "ВНТ", Постачання, "Карго", Логістика, Саплай, "Скид", Ящик, Бюджет, Патрони, БК

# Engineering
highlights-cmchiefengineer = Головний Інженер, "ГІ", Інженерний, Інженер, Інж, Командування, "ОБ", "ІЗ"
highlights-cmmainttech = Обслуговуючий Інженер, "ОІ", Інженерний, Інженер, Інж, "ОБ"
highlights-cmordnancetech = Інженер-Зброяр, "ІЗ", Інженерний, Інженер, Інж, "ОБ"

# Medical
highlights-cmcmo = Головний Лікар, "ГЛ", Медичний, "Мед", Заражен, Операція, "Хім", "Ліки", Пігулк, Командування
highlights-cmdoctor = Лікар, "ЛКР", Медичний, "Мед", Заражен, Операція, "Хім", "Ліки", Пігулк
highlights-cmnurse = Медичний помічник, "МДПМ", Медичний, "Мед", Заражен, Операція, "Хім", "Ліки", Пігулк
highlights-cmresearcher = Науковець, "НАУК", Рісерч, Дослідження, Дослідник, Наука, "Хім", "Ліки"

# Military Police
highlights-cmchiefmp = Голова ВСП, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, Затрим, Апеляція, Команд
highlights-cmmilitarywarden = Військовий Наглядач, Наглядач, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, Затрим, Апеляція
highlights-cmmilitarypolice = Військовий Поліціянт, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, Затрим, Апеляція

# Other
highlights-cmliaison = Представник Корпорації, "ПК", Представник, Вестон-Ямада, Вестон Ямада, "Ве-Я", Ве-Я, "Вея", Вея
highlights-cmcorrespondent = Кореспондент, "ПРЕСС", Новини, Преса, Пресса, Журналіст
highlights-cmmesstech = Кок, "Кок", Кухня, Їжа

# Marines
highlights-cmsquadleader = Лідер, Загону, "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ", Коорди, Координати, Постачання, Саплай, Дроп, Такмап, Зв'язок, Мап, "ВГ", Вогнева група, Вогнева, Загон
highlights-cmfireteamleader = Лідер, Вогневої Групи, "ЛВГ", "КАТА", "БАП", "КАС", "БПП", Нормандія, Нормі, "ВГ", Вогнева група, Коорди, Координати, "ЛЗ", Команд
highlights-cmsmartgunoperator = Оператор СмартГана, "СГО", "СГ", "ЛЗ", Команд, "СГО", Смарт
highlights-cmweaponsspecialist = Збройний Спеціаліст, "ЗС", Спец, "САДАР", "Труба", Ракетник, Гренадір, Скаут, Скутер, Піротехнік, Піро, Пайро, "АМГ", "АМР", Снайпер, "ЛЗ", Команд
highlights-cmcombattech = Бойовий Технік, "БТ", Інженер, Барикад, "ЛЗ", Команд
highlights-cmhospitalcorpsman = Бойовий Медик, "БМ", Лікар, "Медик", Поранен, Заражений, "ЛЗ", Команд
highlights-cmrifleman = Стрілець, "СТЛ", "ЛЗ", Команд

# Xenonids

highlights-cmxenoboiler = Бойлер, "Обійми", "Туши"
highlights-cmxenoburrower = Копач, Буро, "Обійми", Тонель, Тунель, Трав, Пастка, Пастки, "Туши"
highlights-cmxenocarrier = Носій, Носійка, "Обійми", Паразит, Дитя, Діти, Трав, Кластер, Морфер, Яйцетворець, "Зарази", Пастка, Пастки, "Захоп", "Туши", Яйця, Яйце, Яйцетворчий
highlights-cmxenocrusher = Руйнівник, Крашер, "Обійми", "Туши", Чарджер, Бойовий
highlights-cmxenodefender = Захисник, Захисниця, Деф, "Обійми", "Туши", Сталевий
highlights-cmxenodrone = "Дрон", "Обійми", Трав, Кластер, "Ліку", Бери, "Туши", Лікувальник, Цілитель, Цілителька, Лікарка, Лікувальниця, Ліка, Садівниця, Садівник
highlights-cmxenohivelord = Володар, Володарка, Лорд, "Обійми", Трав, Кластер, "Туши", Трав'яний повелитель
highlights-cmxenolarva = Лярва, "Обійми", "Туши"
highlights-cmxenolesserdrone = "Малий Дрон", Лесер, "Обійми", "Лесер", "Малий", Трав, "Туши"
highlights-cmxenolurker = Мисливець, Люркер, "Обійми", "Туши", Вампір
highlights-cmxenoparasite = Паразит, "Зараз", дитя, діти, "Туши", Спостерігач
highlights-cmxenopraetorian = Преторіанець, Претор, "Обійми", "Туши", Валя, Валькірія, Валька, Вальку, Авангард, Вангард, Опресор, Опрессор, Гнобитель, Дансер, Денсер, Танцівник, Танцівниця, Танцюрист
highlights-cmxenoqueen = "Королева", "Мам", "Мати", "Люркер", "Труба"
highlights-cmxenoravager = Спустошувач, Раваджер, Рава, "Обійми", "Туши", Берсеркер, Берсерк, Їжак, Хедж, Хеджхог
highlights-cmxenorunner = Бігун, Ранер, Руня, "Обійми", Бери, "Туши", Кислотний
highlights-cmxenosentinel = Вартовий, Плювака, Сенті, Сентінель, "Обійми", "Туши"
highlights-cmxenospitter = Плювака, "Обійми", "Туши"
highlights-cmxenowarrior = Воїн, "Обійми", "Туши"
