# Auxiliary Support
highlights-cmauxiliarysupportofficer = Офіцер Підтримки, "ОП", Підтримка, "Інтел", Шатл, "Розвідка", Поїнти, Поінти, Доки, Документи
highlights-cmdropshipcrewchief = Помічник Пілота, "ПП", Аламо, Нормандія, Шатл, Евак, Евакуація, Медевак, Фултон, "КАТА"
highlights-cmpilotdropship = Пілот Транспортного Шатла, "ПТ", Пілот, Аламо, Шатл, Евак, Евакуація, Медевак, Фултон, "КАТА"
highlights-cmpilotgunship = Пілот Бойового Шатла, "БП", Пілот, Нормандія, Нормі, "БАП", Медевак, Фултон, "КАТА", "КАС", "БПП", Евак, Евакуація
highlights-cmintelofficer = Офіцер, Розвідк, "ОР", ЛТ, Лейтенант, Інтел, "TECH REPORT", Виживші, Виживший, Колоніст, Сурв, Виживш, Вціліл, Поїнти, Поінти, Доки, Документи, Папірці
highlights-cmseniorenlistedadvisor = Інструктор, "ІНС", Рекрут, Е1, Новий Гравець, Тренування, Ментор, Рядовий, Новачок

# Command
highlights-cmcommandingofficer = Командуючий, Офіцер, "КО", Майор, Підполковник, Полковник, Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, Народи, "ПОБ", Зв'язок, Мап, Такмап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmexecutiveofficer = Виконавчий, Офіцер, "ВО", Капітан, "Кеп", Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб
highlights-cmstaffofficer = Штабний, Офіцер, "ШО", ЛТ, Лейтенант, Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач, Штаб

# Requisitions
highlights-cmquartermaster = Офіцер, Логістики, ЛТ, Лейтенант, "ОЛ", Постачання, "Карго", Командування, Логістика, Саплай, "Скид", Ящик, Бюджет, Патрони, БК
highlights-cmcargotech = Вантажник, "ВНТ", Постачання, "Карго", Логістика, Саплай, "Скид", Ящик, Бюджет, Патрони, БК

# Engineering
highlights-cmchiefengineer = Головний Інженер, "ГІ", Офіцер, ЛТ, Лейтенант, Інженерний, Інженер, Інж, Команд, "ОБ", Барикад, Сталь
highlights-cmmainttech = Обслуговуючий Інженер, "ОІ", Інженерний, Інженер, Інж, "ОБ"
highlights-cmordnancetech = Інженер-Зброяр, "ІЗ", Інженерний, Інженер, Інж, "ОБ"

# Medical
highlights-cmcmo = Головний, Лікар, "ГЛ", Офіцер, ЛТ, Лейтенант, Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, Команд, "ЗЛ"
highlights-cmdoctor = Лікар, "ЛКР", Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, "ЗЛ"
highlights-cmnurse = Медичний, Помічник, "МДПМ", Медичний, Мед, Заражен, Операція, Тіл, Морг, Хім, "Ліки", Пігулк, "ЗЛ"
highlights-cmresearcher = Науковець, "НАУК", Рісерч, Дослідження, Дослідник, Наука, "Хім", "Ліки"

# Military Police
highlights-cmchiefmp = Голова ВСП, "ГВСП", Офіцер, ЛТ, Лейтенант,  "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, Затрим, Апеляц, Команд
highlights-cmmilitarywarden = Військовий Наглядач, Наглядач, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживш, Вціліл, "СОП", Арешт, Затрим, Апеляц
highlights-cmmilitarypolice = Військовий Поліціянт, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживш, Вціліл, "СОП", Арешт, Затрим, Апеляц

# Other
highlights-cmliaison = Представник Корпорації, "ПК", Представник, Вестон-Ямада, Вестон Ямада, Ве-Я, Вея, Договір, Папір, Печатка, Сурв, Колоніст, Виживш, Вціліл
highlights-cmcorrespondent = Кореспондент, "ПРЕСС", Новин, Преса, Пресса, Журналіст, Журналюг, Камера, Засняв
highlights-cmmesstech = Кок, Кухня, Їжа, Жрать, Їсти, М'ясо, Сніданок, Обід, Вечеря

# Marines
highlights-cmsquadleader = Лідер, Загону, "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ", Коорди, Корди, Координати, Постачання, Саплай, Дроп, "КАТА", "БАП", "КАС", "БПП", Такмап, Зв'язок, Мап, "ВГ", Вогнева, Група, Загін
highlights-cmfireteamleader = Лідер, Вогневої Групи, "ЛВГ", "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ", Коорди, Корди, Координати, Постачання, Саплай, Дроп, "КАТА", "БАП", "КАС", "БПП", Нормандія, Нормі, Міномет, Такмап, Зв'язок, Мап, "ВГ", Вогнева, Група, Загін
highlights-cmsmartgunoperator = Оператор СмартГана, "СГО", "СГ", Смарт,"ЛЗ", Команд, Королева, Краля, Квіна, "ОБ" , Вогнева, Група, Загін
highlights-cmweaponsspecialist = Збройний Спеціаліст, "ЗС", Спец, "САДАР", "Труба", Ракетник, Демо, Гренадер, Скаут, Скутер, Піротехнік, Піро, Пайро, "АМГ", "АМР", Снайпер, "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ" , Вогнева, Група, Загін
highlights-cmcombattech = Бойовий Технік, "БТ", Інженер, Інж, Барикад, "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ" , Вогнева, Група, Загін
highlights-cmhospitalcorpsman = Бойовий Медик, "БМ", Лікар, Медик, Поранен, Заражений, "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ" , Вогнева, Група, Загін
highlights-cmrifleman = Стрілець, "СТЛ", "ЛЗ", Команд, Королева, Краля, Квіна, "ОБ" , Вогнева, Група, Загін

# Xenonids

highlights-cmxenoboiler = Бойлер, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenoburrower = Копач, Буро, Тонель, Тунель, Пастк, Трав, Пілон, Кластер, Ядро, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenocarrier = Носій, Носійка, Яйцетворчий, Паразит, Дитя, Діти, Зарази, Пастк, Захоп, Яйц, Морфер, Яйцетворець, Трав, Пілон, Кластер, Ядро, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenocrusher = Руйнівник, Крашер, "Обійми", "Туши", Чарджер, Бойовий
highlights-cmxenodefender = Захисник, Захисниця, Деф, "Обійми", "Туши", Сталевий
highlights-cmxenodrone = "Дрон", "Обійми", Трав, Кластер, "Ліку", Бери, "Туши", Лікувальник, Цілитель, Цілителька, Лікарка, Лікувальниця, Ліка, Садівниця, Садівник
highlights-cmxenohivelord = Володар, Володарка, Лорд, "Обійми", Трав, Кластер, "Туши", Трав'яний повелитель
highlights-cmxenolarva = Лярва, "Обійми", "Туши"
highlights-cmxenolesserdrone = "Малий Дрон", Лесер, "Обійми", "Лесер", "Малий", Трав, "Туши"
highlights-cmxenolurker = Мисливець, Люркер, "Обійми", "Туши", Вампір
highlights-cmxenoparasite = Паразит, "Зараз", дитя, діти, "Туши", Спостерігач
highlights-cmxenopraetorian = Преторіанець, Претор, "Обійми", "Туши", Валя, Валькірія, Валька, Вальку, Авангард, Вангард, Опресор, Опрессор, Гнобитель, Дансер, Денсер, Танцівник, Танцівниця, Танцюрист
highlights-cmxenoqueen = "Королева", Мам, Мат, Крик, Ові, Кладк, Трав, Пілон, Кластер, Ядро, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenoravager = Спустошувач, Рава, Берсерк, Зерк, Їжак, Хедж, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenorunner = Бігун, Ранер, Руня, "Обійми", Бери, "Туши", Кислотний
highlights-cmxenosentinel = Вартовий, Плювака, Сенті, Сентінель, "Обійми", "Туши"
highlights-cmxenospitter = Плювака, Спіттер, Вогонь, "Люркер", "Труба", Птах, "Обійми", Туш
highlights-cmxenowarrior = Воїн, "Обійми", "Туши"
