rmc-supply-drop-not-operational = Платформа постачання не функціональна.
rmc-supply-drop-no-crate = Ящик відсутній на платформі постачання. Зверніться до відділу Постачань!
rmc-supply-drop-underground = Зона приземлення під землею. Ящик постачання не може досягти її.
rmc-supply-drop-blocked = Зона приземлення знаходиться за межами зони операції. Ящик буде втрачено у випадку відправлення.
rmc-supply-drop-crate-open = Ящик не готовий на платформі постачань. Будь ласка, закрийте його!

rmc-supply-drop-crate-load = {$crate} завантажено в пусковий пристрій. Звільніть територію!
rmc-supply-drop-squad-announcement = {$crate} ящик постачань підлітає. Увага, дивіться вгору!